Repository: Stolpersteine/stolpersteine-ios
Catalog: Stolpersteine/Resources/*.lproj/Localizable.strings
Languages: de

# AppDelegate.errorTitle
source: Network Error
de: Netzwerkfehler

# AppDelegate.errorMessage
source: Couldn't load data. Please try again later.
de: Bitte versuchen Sie es später noch einmal.

# MapViewController.title
source: Map
de: Karte

# MapViewController.searchBarPlaceholder
source: Name or Address
de: Name oder Adresse

# MapViewController.location
source: Zoom to current location
de: Aktuelle Position anzeigen

# MapViewController.region
source: Zoom to region
de: Ganze Region anzeigen

# MapViewController.info
source: About the app
de: Über diese App

# InfoViewController.stolpersteineText
source: Stolpersteine are cobblestone-sized plaques that have been embedded into the pavement outside the last homes of the victims of National Socialism. The artist Gunter Deming has laid over 40,000 Stolpersteine across Europe. With this app you can quickly and easily locate all of Berlin's Stolpersteine, currently more than 5,000.
de: Stolpersteine sind kleine Gedenktafeln im Straßenpflaster zur Erinnerung an die Opfer des Nationalsozialismus. Mehr als 40.000 davon hat der Künstler Gunter Demnig mittlerweile in ganz Europa verlegt. Mit dieser App haben Sie schnell und einfach Zugriff auf die Daten der rund 5.000 Stolpersteine in Berlin.

# InfoViewController.stolpersteineInfoTitle
source: Stolpersteine on Wikipedia
de: Stolpersteine auf Wikipedia

# InfoViewController.artistInfoTitle
source: Gunter Demnig's website
de: Gunter Demnigs Webseite

# InfoViewController.aboutSection
source: Rate this app
de: App bewerten

# InfoViewController.aboutText
source: Do you like this app? We appreciate your feedback.
de: Gefällt Ihnen diese App? Über Ihre Bewertung oder eine Weiterempfehlung würden wir uns freuen.

# InfoViewController.ratingTitle
source: Rate this app in the App Store
de: Im App Store bewerten

# InfoViewController.recommendTitle
source: Recommend to friends
de: An Freunde weiterempfehlen

# InfoViewController.acknowledgementsSection
source: Acknowledgements
de: Danksagungen

# InfoViewController.sourcesText
source: We are grateful to the following organisations, who made their data available for use in this app:
de: Wir bedanken uns bei den folgenden Organisationen, die uns die Daten für diese App zur Verfügung gestellt haben:

# InfoViewController.acknowledgementsText
source: This app is an open source project with contributions from Claus Höfele, Hendrik Spree, Rachel Höfele, and Tom Reinert.
de: Diese App ist ein Open-Source-Projekt mit Beiträgen von Claus Höfele, Hendrik Spree und Rachel Höfele.

# InfoViewController.contactTitle
source: Send us an e-mail
de: Schreiben Sie uns eine E-Mail

# InfoViewController.gitHubTitle
source: Stolpersteine app on GitHub
de: Stolpersteine App auf GitHub

# InfoViewController.legalSection
source: Legal
de: Impressum

# InfoViewController.wikipediaURL
source: http://en.wikipedia.org/wiki/Stolperstein
de: http://de.wikipedia.org/wiki/Stolpersteine

# InfoViewController.demnigURL
source: http://www.stolpersteine.com/index.php?id=1&L=1
de: http://www.stolpersteine.com/

# InfoViewController.recommendationMessage
source: Hi, Download the free iPhone app here and locate all of Berlin's Stolpersteine: https://itunes.apple.com/de/app/stolpersteine-in-berlin/id640731757?mt=8.
de: Hallo, hier kann man die kostenlose iPhone App mit Namen und Adressen der rund 5.000 Stolpersteine in Berlin herunterladen: https://itunes.apple.com/de/app/stolpersteine-in-berlin/id640731757?mt=8 Kann ich sehr empfehlen.

# StolpersteinCardsViewController.webViewTitleBiography
source: Biography
de: Biografie

# StolpersteinCardsViewController.webViewTitleDescription
source: Description
de: Beschreibung
